Repository: eighty20results/e20r-sequences
Catalog: languages/e20rsequence-*.po
Languages: nb_no

source: Attempted to load a second instance of a singleton class (%s)
nb_no: Prøvde å laste inn en ny forekomst av en singleton-klasse (%s)

source: A Sequence with the specified ID (%s) does not exist on this system
nb_no: En sekvens med det spesifiserte ID nummeret (%s) finnes ikke

source: Required action: Please de-activate and then activate the PMPro Sequences plugin (%d)
nb_no: Nødvendig handling: Deaktiver, så aktiver PMPro Sequences utvidelsen (%d)

source: Cannot convert to V3 metadata format: No sequences were defined.
nb_no: Kan ikke konvertere til V3 metadataformat: ingen sekvenser ble oppgitt.

source: Unable to upgrade post metadata for sequence (%s)
nb_no: Kan ikke oppgradere metadata for sekvensen (%s)

source: A summary of the post follows below:
nb_no: En oppsummering av innlegget følger

source: New Content
nb_no: Nytt innlegg

source: m-d-Y
nb_no: d-m-Y

source: No sequence ID specified. Can't clear cache!
nb_no: Ingen sekvensnummer oppgitt. Kan ikke slette lageret!

source: No cache to clear, or unable to clear the cache
nb_no: Ingen lager å slette, eller klarte ikke å slette eksisterende lager.

source: Warning: '%s' does not allow multiple delay values for a single post ID
nb_no: Advarsel: %s tillater ikke bruk av flere forsinkelsesverdier for ett innlegg/en side.

source: Y-m-d
nb_no: d-m-Y

source: Drip Feed Settings
nb_no: Sekvenskonfigurasjon

source: Require Membership
nb_no: Medlemskap er påkrevet

source: Settings for Sequence
nb_no: Innstillinger for sekvensen

source: Posts in Sequence
nb_no: Innlegg i sekvensen

source: You are on day %s of your membership
nb_no: Du har vært medlem i %s dager

source: No sequence ID specified.
nb_no: Ingen oppgitt sekvens ID

source: Navigation
nb_no: Navigasjon

source: %s Previous
nb_no: %s Forrige

source: Next %s
nb_no: Neste %s

source: Page
nb_no: Side

source: This content is only available to existing members at the specified time or day. (Required membership: <a href='%s'>%s</a>
nb_no: Dette innholdet er bare tilgjengelig for eksisterende medlemmer på den angitte datoen. ( Krever: <a href=‘%s’>%s</a>

source: You will be able to access "%s" on day %s of your membership
nb_no: Du vil får tilgang til “%s” på dag nummer %s av medlemskapet ditt

source: You will be able to access "%s" on %s
nb_no: Du vil kunne åpne “%s” på %s

source: You will be able to access "%s" on %s
nb_no: Du vil kunne åpne “%s” på %s

source: This content is only available to existing members who are already logged in. ( Reqired level: <a href='%s'>%s</a>)
nb_no: Dette innholdet er kun tilgjengelig for eksisterende medlemmer som allerede er logget inn (Nivå: <a href=‘%s’>%s</a>)

source: This content is only available to existing members who have logged in. ( For levels:
nb_no: Dette innholdet er kun tilgjengelig for eksisterende medlemmer som har logget inn (For nivåer:

source: A summary:
nb_no: Oppsummering:

source: Error: No delay value(s) received
nb_no: Feil: Ingen forsinkelse verdi(er) mottatt

source: Incorrect privileges for this operation
nb_no: Feil tilgang til denne operasjonen

source: You must specify a delay value for the '%s' sequence
nb_no: Du må angi en forsinkelsesverdi for ‘%s’ sekvensen

source: Please enter a value for post and delay
nb_no: Vennligst legg in verdier for både artikkelen og tilgjenglighet

source: A post with that id does not exist
nb_no: Fant ikke en artikkel med den spesifiserte id'en.

source: Error adding %s to %s
nb_no: Feil når vi forsøkte å legge in %s til %s

source: No sequence provided
nb_no: Ingen sekvens er angitt

source: User is not allowed to change settings
nb_no: Du har ikke lov til å endre innstillinger.

source: Unable to wipe existing posts
nb_no: Klarte ikke å slette eksisterende innlegg fra sekvensen

source: Unable to save your settings
nb_no: Kan ikke lagre innstillingene

source: Error: %s
nb_no: Feil: %s

source: Could not delete posts from this sequence
nb_no: Kan ikke slette innlegg fra denne sekvensen

source: Unable to identify the Sequence
nb_no: Kunne ikke finne sekvensen

source: Unknown request
nb_no: Ukjent forespørsel

source: '%s' has been removed
nb_no: “%s” har blitt slettet

source: Incorrect privileges: Did not update this sequence
nb_no: Feil rettigheter: Oppdaterer ikke sekvensen

source: Incorrect privileges to remove posts from this sequence
nb_no: Feil rettigheter for å fjerne innlegg fra denne sekvensen

source: Not configured to allow multiple delays for the same post/page
nb_no: Ikke konfigurert for å tillate flere forsinkelsesverdier for samme innlegg/side

source: Not permitted to modify the sequence
nb_no: Ikke tillatelse til å endre sekvensen

source: Did not specify a post/page to add
nb_no: Du har ikke spesifisert hvilket innlegg du ønsker å legge til

source: No delay has been specified
nb_no: Ingen forsinkelse er angitt

source: This sequence was not found on the server!
nb_no: Denne sekvensen ble ikke funnet på serveren!

source: No sequence specified. Did you remember to save this page first?
nb_no: Ingen sekvens oppgitt. Har du husket å lagre denne siden?

source: date: YYYY-MM-DD
nb_no: dato: ÅÅÅÅ-MM-DD

source: number: Days since membership started
nb_no: nummer: Dager siden medlemskap startet

source: Invalid delay specified ( %1$s ). Expected format is a %2$s
nb_no: Ugyldig forsinkelse angitt (%1$s). Forventet format er en %2$s

source: The Eighty/20 Results Sequence plugin requires the
nb_no: Eighty/20 Results Sequences tillegget krever

source: Opens in a new window/tab.
nb_no: Åpne lenke i nytt vindu / ny fane

source: Paid Memberships Pro</a> membership plugin.<br/><br/>
nb_no: Paid Memberships Pro</a> medlemskaps utvidelsen.<br><br>

source: Please install Paid Memberships Pro before attempting to activate this Eighty/20 Results Sequence plugin.<br/><br/>
nb_no: Vennligst installer tillegget fra Paid Membership Pro før du forsøker å aktivisere Eighty/20 Results Sequences tillegget.<br/><br/>

source: Click the 'Back' button in your browser to return to the Plugin management page.
nb_no: Klikk “Tilbake” i nettleseren for å gå tilbake til siden for administrasjon av utvidelser.

source: Sequences
nb_no: Sekvenser

source: Sequence
nb_no: Sekvens

source: New Sequence
nb_no: Ny Sekvens

source: Edit Sequence
nb_no: Rediger Sekvensen

source: Add New
nb_no: Legg til

source: View Sequence
nb_no: Vis sekvens

source: View This Sequence
nb_no: Vis denne sekvensen

source: Search Sequences
nb_no: Søk i sekvensene

source: No Sequence Found
nb_no: Fant ikke sekvensen

source: No Sequence Found In Trash
nb_no: Fant ikke sekvensen i søpplebøtta

source: Error: This sequence needs to be saved before you can send alerts
nb_no: Feil: Du må lagre sekvensen før du kan sende notiser manuelt.

source: Update Sequence
nb_no: Oppdater sekvensen

source: Saving
nb_no: Lagrer

source: Update Settings
nb_no: Oppdater innstillinger

source: Changing the delay type will erase all existing posts or pages in the Sequence list. (Cancel if your are unsure)
nb_no: Å endre forsinkelsestypen vil slette listen av artikler definert for sekvensen (ikke selve postene/sidene). Velg Avbryt dersom du er usikker)

source: Error saving sequence post [1]
nb_no: Feil ved lagring av sekvensartikkel [1]

source: Error saving sequence post [2]
nb_no: Feil ved lagring av sekvensartikkel [2]

source: Error deleting sequence post [1]
nb_no: Feil ved sletting av sekvensartikkel [1]

source: Error deleting sequence post [2]
nb_no: Feil ved sletting av sekvensartikkel [2]

source: Not Defined
nb_no: Udefiniert

source: Unknown error removing post from sequence
nb_no: Generell feil ved sletting av artikkelen fra denne sekvensen

source: Unknown error adding post to sequence
nb_no: Generell feil ved tillegg av ny artikkel til denne sekvensen

source: Delay
nb_no: Tilgjenglighetsdag

source: Days to delay
nb_no: Tilgjenglighetsdag

source: Avail. on
nb_no: Tilgjengelig

source: Release on (YYYY-MM-DD)
nb_no: Tilgjengelig: åååå-mm-dd

source: You must be logged in to edit PMPro Sequences
nb_no: Du må være logget inn for å kunne oppdatere en PMPro Sekvens

source: Send user alerts
nb_no: Sende brukervarsler

source: Send Notices
nb_no: Send varsler

source: -DRAFT
nb_no: -UTKAST

source: -SCHED
nb_no: -FREMTIDIG

source: -REVIEW
nb_no: -ETTERSYN

source: -PRIVT
nb_no: -PRIVAT

source: Order
nb_no: Rekkefølge

source: Title
nb_no: Tittel

source: Avail. On
nb_no: Tilgj. den

source: No posts/pages found
nb_no: Ingen innlegg eller sider funnet

source: DRAFT
nb_no: UTKAST

source: Edit
nb_no: Rediger

source: Post
nb_no: Innlegg

source: Remove
nb_no: Slett

source: Add/Edit Posts:
nb_no: Nytt/Rediger innlegg

source: Clear cache
nb_no: Slett lageret

source: Post/Page
nb_no: Innlegg/Side

source: No posts found in the database!
nb_no: Ingen innlegg funnet i databasen!

source: Invalid drip-feed sequence specified
nb_no: Du har oppgitt feil sekvens

source: Hide unpublished / future posts for this sequence
nb_no: Skjule upubliserte / fremtidige innlegg for denne sekvensen

source: Hide all future posts
nb_no: Skjule alle fremtidige innlegg

source: Allow the admin to repeat the same post/page with different delay values
nb_no: Tillat gjentagelse av det samme innlegget med varierende verdier for forsinkelsen

source: Allow repeat posts/pages
nb_no: Tillate å gjenta innlegg

source: Let the user see a number of days worth of technically unavailable posts as a form of &quot;sneak-preview&quot;
nb_no: Brukeren kan se innlegg som er utilgjengelige i følge forsinkelsesverdien. En form for “snik-forhåndsvisning”.

source: Allow "preview" of sequence
nb_no: Tillat “sniktitt” for sekvensen

source: Days of preview:
nb_no: Dager med forhåndsvisning:

source: Change the number of days to preview
nb_no: Endre antall dager å forhåndsvise

source: Cancel
nb_no: Avbryt

source: Whether to show the &quot;You are on day NNN of your membership&quot; text
nb_no: Hvorvidt vi viser &quot;Du har vært medlem i NNN dager&quot; teksten

source: Show user membership length
nb_no: Vis lengden på medlemsskapet

source: Sort order:
nb_no: Sorteringsrekkefølge

source: Ascending
nb_no: Synkende

source: Descending
nb_no: Stigende

source: Edit the list sort order
nb_no: Endre sorteringsrekkefølgen for sekvenslista

source: Delay type:
nb_no: Type forsinkelse

source: A date
nb_no: På en dato

source: Days after sign-up
nb_no: Antall dager

source: Edit the delay type for this sequence
nb_no: Endre tilgjenglighetsverdi for denne sekvensen

source: Show availability as:
nb_no: Vis tilgjengelighet som:

source: Calendar date
nb_no: Dato

source: Day of membership
nb_no: Dagen av medlemskap

source: How to indicate when the post will be available to the user. Select either "Calendar date" or "day of membership")
nb_no: Hvordan å angi når innlegget blir tilgjengelig for brukeren. Velg enten “kalenderdato” eller “dager som medlem”)

source: New content alerts
nb_no: Varsling on nytt innhold

source: Whether to send an alert/notice to members when new content for this sequence is available to them
nb_no: Om å sende et varsel/varsel til medlemmer når nytt innhold for denne sekvensen er tilgjengelig for dem

source: Send email alerts
nb_no: Sende e-postvarsler

source: Send alerts now
nb_no: Sende varsler nå

source: Manually trigger sending of alert notices for the %s sequence
nb_no: Manuelt utløse sending av varsel for %s sekvensen

source: Alert settings:
nb_no: Notis konfigurasjon:

source: Email:
nb_no: Epost:

source: Enter the email address to use as the sender of the alert
nb_no: Angi e-postadressen du bruker som avsender av varselet

source: Name:
nb_no: Navn:

source: Enter the name to use for the sender of the alert
nb_no: Angi navnet du vil bruke for avsenderen av varselet

source: Transmit:
nb_no: Send:

source: One alert per post
nb_no: Ett varsel per innlegg

source: Digest of posts
nb_no: Sammendrag av innlegg

source: Select the format of the alert notice when posting new content for this sequence
nb_no: Velg format for varselet når du sender informasjon om nye innlegg for denne sekvensen

source: Digest of post links
nb_no: Sammendrag av innlegg koblinger

source: Template:
nb_no: Mal:

source: Select the template to use when posting new content in this sequence
nb_no: Velg malen du vil bruke når du legger nytt innhold i denne sekvensen

source: When:
nb_no: Når:

source: Select when (tomorrow) to send new content posted alerts for this sequence
nb_no: Velg tidspunktet for når varsler om tilgang til nye innlegg i sekvensen skal sendes

source: Timezone:
nb_no: Tidssone

source: Subject
nb_no: Emne

source: New Content
nb_no: Nytt innhold

source: Update/Edit the Prefix for the subject of the new content alert
nb_no: Oppdatering/Rediger prefikset for emnet til nye varselet om nye innlegg

source: A summary for the new content follows:
nb_no: Et sammendrag for det nye innlegget:

source: Update/Edit the introductory paragraph for the new content excerpt
nb_no: Oppdatere/redigere utdraget for nye innlegg

source: Date type:
nb_no: Dato-type:

source: Update/Edit the format of the !!today!! placeholder (a valid PHP date() format)
nb_no: Oppdatere/endre formatet til innholdet i !!today!! verdien (gyldig PHP date() format)

source: Configure start parameters for sequence drip. The default is to start day 1 exactly 24 hours after membership started, using the servers timezone and recorded timestamp for the membership check-out.
nb_no: Konfigurere starttidspunktet for sekvensen. Standard er å starte dag nummer 1 midnatt dagen etter etter at medlemskapet startet. Vi bruker tidspunktet når betalingen ble bekreftet for medlemmet, i den tidssonen maskinvaren befinner seg.

source: Sequence starts
nb_no: Sekvensen starter

source: Reset
nb_no: Tilbakestill

source: Date
nb_no: Dato

source: Day count
nb_no: Antall dager

source: Delay (Format: %s)
nb_no: Tilgjenglighetsverdi (Format: %s)

source: Managed by (drip content feed)
nb_no: Styrt av (sekvens)

source: Not managed
nb_no: Har ikke

source: Remove:
nb_no: Fjern

source: Clear alerts
nb_no: Reset varsler

source: There is <em>no content available</em> for you at this time. Please check back later.
nb_no: Det er <em>ikke noe innhold tilgjengelig</em> for deg på dette tidspunktet. Vennligst forsøk igjen senere.

source: Current
nb_no: Siste tilgjengelige

source: Available Now
nb_no: Tilgjengelig nå!

source: available on %s
nb_no: tilgjengelig den %s

source: day
nb_no: dag

source: Available posts
nb_no: Tilgjengelige innlegg

source: Please email me an alert/reminder when any new content in this sequence becomes available
nb_no: Vennligst send meg et varsel når nytt innhold i denne sekvensen blir tilgjengelig

source: Yes, please send me email reminders!
nb_no: Ja, send meg e-postpåminnelser!

source: There is no changelog available.
nb_no: Har ingen oppdateringslogg tilgjengelig.

source: Check for updates
nb_no: Ny oppdatering tilgjengelig?

source: This plugin is up to date.
nb_no: Dette tillegget er på siste versjon

source: A new version of this plugin is available.
nb_no: En ny versjon av dette tillegget er nå tilgjengelig for nedlasting.

source: Unknown update checker status "%s"
nb_no: Ukjent status: “%s”

source: Invalid Taxonomy
nb_no: Ugyldig taksonomi

source: Try again
nb_no: Prøv på nytt

source: API error. Try Again.
nb_no: API feil. Prøv på nytt

# Default network name
source: %s Sites
nb_no: %s nettsteder

source: Wildcard DNS may not be configured correctly.
nb_no: Wildcard DNS kan ikke konfigureres riktig.

source: %s year
nb_no: %s år

source: %s month
nb_no: %s måned

source: %s week
nb_no: %s uke

source: %s day
nb_no: %s dag

source: %s hour
nb_no: %s time

source: %s minute
nb_no: %s minutt

source: %s second
nb_no: %s sekund

source: Invalid start ID: %d
nb_no: Ugyldig start ID: %d

source: image
nb_no: bilde

source: the image
nb_no: bildet

source: Uncategorized
nb_no: Ingen kategori

# Default category slug
source: Uncategorized
nb_no: Ingen kategori

source: Term is missing a parent: %s (%d)
nb_no: Ingen forelder for term: %s (%d)

source: Export Error
nb_no: Eksportfeil

source: WP Export: error opening %s for writing.
nb_no: WP Eksport: Feil når vi åpnet %s for skriving.

source: WP Export: error writing to export file.
nb_no: WP Eksport: Feil mens vi skrev eksportfilen

source: Inactive Widgets
nb_no: Inaktive widgeter

source: Drag widgets here to remove them from the sidebar but keep their settings.
nb_no: Trekk widgeten hit for å fjerne den fra Sidebar og samtidig beholde konfigurasjonen.

source: %s is a singleton class and you are not allowed to create a second instance
nb_no: %s er en singleton klasse og vi tillater ikke opprettelsen av en ny instans

source: %s is not a recognizable format for the when attribute in the e20r_available_on shortcode
nb_no: %s er ikke ett format vi kjenner igjen for “when” argumentet i kortkoden e20r_available_on

source: No upcoming content to be listed (Error: Unknown ID)
nb_no: Har ikke noen nye innlegg eller sider å inkludere i lista (Feil: Ukjent ID verdi)

source: Could not schedule new content alert for %s
nb_no: Kunne ikke oppdatere tidspunktet for varsel om nytt innlegg for %s

source: Please de-activiate and activiate the Eighty / 20 Results - Sequences plug-in to facilitate conversion to v3 meta data format.
nb_no: Vennligst deaktiver og reaktiver dette tillegget (Sekvenser fra Eighty/20 Results) for å konvertere til metadata format versjon 3.

source: Attempted to load a second instance of this singleton class (%s)
nb_no: Prøvde å laste inn en ugyldig instans av klassen (%s)

source: Sequences: Current
nb_no: Sequences: Dagens post/side

source: Display a summary of the most recently available sequence post (or page) for the currently logged-in user.
nb_no: Vise et sammendrag av den nyeste tilgjengelige sekvens innlegg (eller side) for den for tiden påloggede brukeren.

source: Your most recently available content
nb_no: Mest nylig tilgjengelig innhold

source: Widget title
nb_no: Widget-tittel

source: Show Post/Page title
nb_no: Vis innleggstittel

source: Default post/page title (if "hidden")
nb_no: Bruk som standard tittel for innlegget/siden

source: Post title prefix
nb_no: Innlegg tittel prefiks

source: Max size of post/page excerpt (# of words)
nb_no: Maks størrelse for utdrag (antall ord)

source: Sequence to use
nb_no: Sekvens å bruke

source: No sequences defined
nb_no: Ingen sekvenser definert

source: No sequence specified for this widget!
nb_no: Ingen sekvens er angitt for denne widgeten!

source: : No post(s) found!
nb_no: Ingen innlegg funnet!

source: No sequence specified
nb_no: Du må spesifisere sekvensen først

source: Click to read
nb_no: Klikk for å lese mer

source: Sorry, your current membership level does not give you access to this content.
nb_no: Beklager, ditt nåværende medlemsnivå gir deg ikke tilgang til dette innholdet.

source: Could not complete import of post id %d for series %s
nb_no: Kan ikke fullføre importen av innleggs-IDen %d for serien %s

source: Could not complete import for series %s
nb_no: Kunne ikke fullføre importen av %s fra PMPro Series

source: The Sequences by Eighty / 20 Results plugin <strong>requires PHP %s or later</strong> and will not function properly without it. Please upgrade PHP on this server, or deactivate Sequences by Eighty / 20 Results.
nb_no: Sekvenser tillegget fra Eighty / 20 Results <strong>krever minimum PHP versjon %s, eller en senere versjon. Tillegget vil ikke fungere uten, minimum denne versjonen. Vennligst be of å få oppgradert PHP på denne tjeneren, eller så må du deaktivere Sekvenser tillegget.
